Repository: linearmouse/linearmouse
Catalog: LinearMouse/Localizable.xcstrings
Source language: en
Languages: af, ar, bs, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, my, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk, vi, zh_hans, zh_hant, zh_hant_hk

source: Scroll by moving away from an anchor point, similar to Windows middle-click autoscroll.
af: Blaai deur weg te beweeg van 'n ankerpunt, soortgelyk aan Windows-middelklik-outoblai.
ar: التمرير بالابتعاد عن نقطة ارتكاز، مشابه للتمرير التلقائي للنقر الأوسط في Windows.
ca: Desplaça't allunyant-te d'un punt d'ancoratge, similar al desplaçament automàtic amb el clic central de Windows.
cs: Posouvejte se odsunutím od referenčního bodu, podobně jako automatické posouvání prostředním kliknutím ve Windows.
da: Rul ved at bevæge dig væk fra et ankerpunkt, ligesom Windows mellemklik autoscroll.
de: Scrollen Sie, indem Sie sich von einem Ankerpunkt wegbewegen, ähnlich wie beim automatischen Scrollen mit der mittleren Maustaste unter Windows.
el: Κυλίστε μετακινώντας μακριά από ένα σημείο αγκύρωσης, παρόμοιο με την αυτόματη κύλιση μεσαίου κλικ των Windows.
es: Desplázate alejándote de un punto de anclaje, similar al desplazamiento automático del clic central de Windows.
fi: Vieritä siirtymällä poispäin ankkuripisteestä, samankaltaisesti kuin Windowsin keskinäppäimen automaattinen vieritys.
fr: Faites défiler en vous éloignant d’un point d’ancrage, similaire au défilement automatique du clic milieu de Windows.
he: גלול על ידי התרחקות מנקודת עוגן, בדומה לגלילה אוטומטית של לחיצת אמצע ב-Windows.
hu: Görgessen el egy rögzítési ponttól távolodva, hasonlóan a Windows középső kattintásos automatikus görgetéséhez.
it: Scorri allontanandoti da un punto di ancoraggio, simile allo scorrimento automatico con clic centrale di Windows.
ja: アンカーポイントから離れるようにスクロールします。Windowsの中クリック自動スクロールに似ています。
ko: 기준점에서 멀리 이동하여 스크롤합니다. Windows 중앙 클릭 자동 스크롤과 유사합니다.
nl: Scrollen door weg te bewegen van een ankerpunt, vergelijkbaar met de automatische scrollfunctie van de middenklik in Windows.
pl: Przewijaj, oddalając się od punktu kotwiczenia, podobnie jak automatyczne przewijanie środkowym przyciskiem myszy w systemie Windows.
pt: Role afastando-se de um ponto de ancoragem, semelhante à rolagem automática com clique do meio do mouse no Windows.
pt_br: Role movendo-se para longe de um ponto de ancoragem, semelhante à rolagem automática do clique do meio do Windows.
ro: Derulează mișcându-te departe de un punct de ancorare, similar cu derularea automată cu clic din mijloc din Windows.
ru: Прокручивайте, отводя курсор от точки привязки, аналогично автопрокрутке средней кнопкой мыши в Windows.
sk: Posúvajte sa pohybom preč od referenčného bodu, podobne ako automatické posúvanie stredným tlačidlom vo Windowse.
sr: Pomeraj se udaljavanjem od tačke sidrenja, slično automatskom pomeranju srednjeg klika na Windows-u.
sv: Scrolla genom att röra dig bort från en ankarpunkt, liknande Windows mittklicks automatiska scrollning.
tr: Bir çapadan uzaklaşarak kaydırın, Windows orta tıklama otomatik kaydırmasına benzer.
uk: Прокручуйте, віддаляючись від опорної точки, подібно до автопрокручування середнім клацанням у Windows.
vi: Cuộn bằng cách di chuyển ra xa điểm neo, tương tự như tự động cuộn bằng nhấp chuột giữa của Windows.
zh_hans: 通过远离锚点滚动，类似于 Windows 中间键自动滚动。
zh_hant: 透過遠離錨點來捲動，類似於 Windows 中間點擊自動捲動。
zh_hant_hk: 透過遠離錨點來捲動，類似於 Windows 中間點擊自動捲動。

source: Scroll down
af: Blaai af
ar: التمرير لأسفل
bs: Skrolaj na dole
ca: Desplaça cap avall
cs: Posun dolů
da: Rul ned
de: Nach unten scrollen
el: Κύλιση προς τα κάτω
es: Desplazarse hacia abajo
fi: Vieritä alas
fr: Défiler vers le bas
he: גלול למטה
hu: Görgetés lefelé
it: Scorri in giù
ja: 下にスクロール
ko: 아래로 스크롤
my: အောက်သို့ ရွေ့ရန်
nl: Scroll omlaag
pl: Przewiń w dół
pt: Deslocar para baixo
pt_br: Rolar para baixo
ro: Derulare în jos
ru: Прокрутка вниз
sk: Posunúť nadol
sr: Pomeri nadole
sv: Scrolla nedåt
tr: Aşağı kaydır
uk: Прокрутити вниз
vi: Cuộn xuống
zh_hans: 向下滚动
zh_hant: 向下捲動
zh_hant_hk: 向下捲動

source: Scroll down %@
af: Blaai af %@
ar: التمرير لأسفل %@
bs: Skrolaj na dole %@
ca: Desplaça cap avall %@
cs: Posun dolů %@
da: Rul ned %@
de: Nach unten scrollen %@
el: Κύλιση προς τα κάτω %@
es: Desplazarse abajo %@
fi: Vieritä alas %@
fr: Défiler vers le bas %@
he: גלול למטה %@
hu: Görgetés lefelé: %@
it: Scorri in basso %@
ja: %@ を下にスクロール
ko: %@ 아래로 스크롤
my: %@ အား အောက်သို့ ရွေ့ရန်
nl: Scroll omlaag %@
pl: Przewiń w dół %@
pt: Deslocar para baixo %@
pt_br: Rolar para baixo %@
ro: Derulare în jos %@
ru: Прокрутка вниз %@
sk: Posunúť nadol %@
sr: Pomeri nadole %@
sv: Scrolla nedåt %@
tr: Aşağı kaydır %@
uk: Прокрутити вниз %@
vi: Cuộn xuống %@
zh_hans: 向上滚动 %@
zh_hant: 向下捲動 %@
zh_hant_hk: 向下捲動 %@

source: Scroll down…
af: Blaai af…
ar: التمرير لأسفل…
bs: Skrolaj dole…
ca: Desplaça cap avall…
cs: Posun dolů…
da: Rul ned…
de: Nach unten scrollen…
el: Κύληση κάτω…
es: Desplazarse abajo…
fi: Vieritä alas…
fr: Défiler vers le bas…
he: גלול למטה…
hu: Görgetés lefelé…
it: Scorri in basso…
ja: 下にスクロール
ko: 아래로 스크롤…
my: … အား အောက််သို့ ရွေ့ရန်
nl: Naar beneden bladeren…
pl: Przewiń w dół…
pt: Rolar para baixo…
pt_br: Rolar para baixo…
ro: Derulare în jos…
ru: Прокрутка вниз…
sk: Posunúť nadol…
sr: Pomeri nadole…
sv: Scrolla nedåt…
tr: Aşağı kaydır…
uk: Прокрутити вниз…
vi: Cuộn xuống…
zh_hans: 向下滚动…
zh_hant: 向下捲動…
zh_hant_hk: 向下捲動…

source: Scroll inertia
af: Blaai-traagheid
ar: قصور التمرير
ca: Inèrcia del desplaçament
cs: Setrvačnost posouvání
da: Rulningsinerti
de: Scroll-Trägheit
el: Αδράνεια κύλισης
es: Inercia de desplazamiento
fi: Vierityksen inertia
fr: Inertie du défilement
he: אינרציית גלילה
hu: Görgetési tehetetlenség
it: Inerzia di scorrimento
ja: スクロール慣性
ko: 스크롤 관성
nl: Scrollinertie
pl: Inercja przewijania
pt: Inércia de rolagem
pt_br: Inércia de rolagem
ro: Inerție scroll
ru: Инерция прокрутки
sk: Zotrvačnosť posúvania
sr: Inercija pomeranja
sv: Scrolltröghet
tr: Kaydırma ataleti
uk: Інерція прокручування
vi: Quán tính cuộn
zh_hans: 滚动惯性
zh_hant: 捲動慣性
zh_hant_hk: 捲動慣性

source: Scroll left
af: Blaai links
ar: التمرير لليسار
bs: Skrolaj lijevo
ca: Desplaça cap a l'esquerra
cs: Posun vlevo
da: Rul til venstre
de: Nach links scrollen
el: Κύλιση προς τα αριστερά
es: Desplazar hacia la izquierda
fi: Vieritä vasemmalle
fr: Défiler vers la gauche
he: גלול שמאלה
hu: Görgetés balra
it: Scorri a sinistra
ja: 左にスクロール
ko: 왼쪽으로 스크롤
my: ဘယ်ဘက်သို့ ရွေ့ရန်
nl: Scroll links
pl: Przewiń w lewo
pt: Deslocar para a esquerda
pt_br: Rolar para a esqueda
ro: Derulare la stânga
ru: Прокрутка влево
sk: Posunúť doľava
sr: Pomeri nalevo
sv: Scrolla åt vänster
tr: Sola kaydır
uk: Прокрутка ліворуч
vi: Cuộn sang trái
zh_hans: 向左滚动
zh_hant: 向左捲動
zh_hant_hk: 向左捲動

source: Scroll left %@
af: Rolle links %@
ar: مرر لليسار %@
bs: Skrolaj lijevo %@
ca: Desplaça cap a l'esquerra %@
cs: Posun vlevo %@
da: Rul til venstre %@
de: Nach links scrollen %@
el: Κύλιση προς τα αριστερά %@
es: Desplazarse izquierda %@
fi: Vieritä vasemmalle %@
fr: Défiler vers la gauche %@
he: גלול שמאלה %@
hu: Görgetés balra: %@
it: Scorri a sinistra %@
ja: %@ を左にスクロール
ko: %@ 왼쪽으로 스크롤
my: %@ အား ဘယ်ဘက်သို့ ရွေ့ရန်
nl: Scroll links %@
pl: Przewiń w lewo %@
pt: Deslocar para a esquerda %@
pt_br: Rolar para a esquerda %@
ro: Derulați la stânga %@
ru: Прокрутка влево %@
sk: Posunúť doľava %@
sr: Pomeri nalevo %@
sv: Scrolla åt vänster %@
tr: Sola kaydır %@
uk: Прокрутити ліворуч %@
vi: Cuộn sang trái %@
zh_hans: 向左滚动 %@
zh_hant: 向左捲動 %@
zh_hant_hk: 向左捲動 %@

source: Scroll left…
af: Rolle links…
ar: مرر لليسار…
bs: Skrolaj lijevo…
ca: Desplaça cap a l'esquerra…
cs: Posun vlevo…
da: Rul til venstre…
de: Nach links scrollen…
el: Κύληση αριστερά…
es: Desplazarse izquierda…
fi: Vieritä vasemmalle…
fr: Défiler vers la gauche…
he: גלול שמאלה…
hu: Görgetés balra…
it: Scorri a sinistra…
ja: 左にスクロール
ko: 왼쪽으로 스크롤…
my: … အား ဘက်ဘက်သို့ ရွေ့ရန်
nl: Naar links bladeren…
pl: Przewiń w lewo…
pt: Rolar para a esquerda…
pt_br: Rolar para a esquerda…
ro: Derulați la stânga…
ru: Прокрутка влево…
sk: Posunúť doľava…
sr: Pomeri nalevo…
sv: Skrolla vänster…
tr: Sola kaydır…
uk: Прокрутити ліворуч…
vi: Cuộn sang trái…
zh_hans: 向左滚动…
zh_hant: 向左捲動…
zh_hant_hk: 向左捲動…

source: Scroll response
af: Rolreaksie
ar: استجابة التمرير
ca: Resposta del desplaçament
cs: Odezva posouvání
da: Rulningsrespons
de: Scroll-Reaktion
el: Απόκριση κύλισης
es: Respuesta de desplazamiento
fi: Vierityksen vaste
fr: Réponse du défilement
he: תגובת גלילה
hu: Görgetési válasz
it: Risposta allo scorrimento
ja: スクロール応答
ko: 스크롤 응답
nl: Scrollreactie
pl: Reakcja przewijania
pt: Resposta de rolagem
pt_br: Resposta de rolagem
ro: Răspuns la derulare
ru: Реакция прокрутки
sk: Odozva posúvania
sr: Odziv skrolovanja
sv: Skrollrespons
tr: Kaydırma tepkisi
uk: Відгук прокручування
vi: Phản hồi cuộn
zh_hans: 滚动响应
zh_hant: 捲動反應
zh_hant_hk: 捲動反應

source: Scroll right
af: Rolle regs
ar: مرر لليمين
bs: Skrolaj desno
ca: Desplaça cap a la dreta
cs: Posun vpravo
da: Rul til højre
de: Nach rechts scrollen
el: Κύλιση προς τα δεξιά
es: Desplazar hacia la derecha
fi: Vieritä oikealle
fr: Défiler vers la droite
he: גלול ימינה
hu: Görgetés jobbra
it: Scorri a destra
ja: 右にスクロール
ko: 오른쪽으로 스크롤
my: ညာဘက်သို့ ရွေ့ရန်
nl: Scroll rechts
pl: Przewiń w prawo
pt: Deslocar para a direita
pt_br: Rolar para a direita
ro: Derulați la dreapta
ru: Прокрутка вправо
sk: Posunúť doprava
sr: Pomeri udesno
sv: Skrolla höger
tr: Sağa Kaydır
uk: Прокрутка праворуч
vi: Cuộn sang phải
zh_hans: 向右滚动
zh_hant: 向右捲動
zh_hant_hk: 向右捲動

source: Scroll right %@
af: Rolle regs %@
ar: مرر لليمين %@
bs: Skrolaj desno %@
ca: Desplaça cap a la dreta %@
cs: Posun vpravo %@
da: Rul til højre %@
de: Nach rechts scrollen %@
el: Κύλιση προς τα δεξιά %@
es: Desplazarse derecha %@
fi: Vieritä oikealle %@
fr: Défiler vers la droite %@
he: גלול ימינה %@
hu: Görgetés jobbra: %@
it: Scorri a destra %@
ja: %@ を右にスクロール
ko: %@ 오른쪽으로 스크롤
my: %@ အား ညာဘက်သို့ ရွေ့ရန်
nl: Scroll rechts %@
pl: Przewiń w prawo %@
pt: Deslocar para a direita %@
pt_br: Rolar para a direita %@
ro: Derulați la dreapta %@
ru: Прокрутка вправо %@
sk: Posunúť doprava %@
sr: Pomeri udesno %@
sv: Skrolla höger %@
tr: Sağa kaydır %@
uk: Прокрутити праворуч %@
vi: Cuộn sang phải %@
zh_hans: 向右滚动 %@
zh_hant: 向右捲動 %@
zh_hant_hk: 向右捲動 %@

source: Scroll right…
af: Rolle regs…
ar: مرر لليمين…
bs: Skrolaj desno…
ca: Desplaça cap a la dreta…
cs: Posun vpravo…
da: Rul til højre…
de: Nach rechts scrollen…
el: Κύληση δεξιά…
es: Desplazarse derecha…
fi: Vieritä oikealle…
fr: Défiler vers la droite…
he: גלול ימינה…
hu: Görgetés jobbra…
it: Scorri a destra…
ja: 右にスクロール
ko: 오른쪽으로 스크롤…
my: … အား ညာဘက်သို့ရွေ့ရန်
nl: Naar rechts bladeren…
pl: Przewiń w prawo…
pt: Rolar para a direita…
pt_br: Rolar para a direita…
ro: Derulați la dreapta…
ru: Прокрутка вправо…
sk: Posunúť doprava…
sr: Pomeri udesno…
sv: Skrolla höger…
tr: Sağa kaydır…
uk: Прокрутити праворуч…
vi: Cuộn sang phải…
zh_hans: 向右滚动…
zh_hant: 向右捲動…
zh_hant_hk: 向右捲動…

source: Scroll speed
af: Rolspoed
ar: سرعة التمرير
ca: Velocitat de desplaçament
cs: Rychlost posouvání
da: Rulningshastighed
de: Scroll-Geschwindigkeit
el: Ταχύτητα κύλισης
es: Velocidad de desplazamiento
fi: Vierityksen nopeus
fr: Vitesse de défilement
he: מהירות גלילה
hu: Görgetési sebesség
it: Velocità di scorrimento
ja: スクロール速度
ko: 스크롤 속도
nl: Scrollsnelheid
pl: Prędkość przewijania
pt: Velocidade de rolagem
pt_br: Velocidade de rolagem
ro: Viteză de derulare
ru: Скорость прокрутки
sk: Rýchlosť posúvania
sr: Brzina skrolovanja
sv: Skrollhastighet
tr: Kaydırma hızı
uk: Швидкість прокручування
vi: Tốc độ cuộn
zh_hans: 滚动速度
zh_hant: 捲動速度
zh_hant_hk: 捲動速度

source: Scroll up
af: Rolle op
ar: مرر للأعلى
bs: Skrolaj gore
ca: Desplaça cap amunt
cs: Posun nahoru
da: Rul op
de: Nach oben scrollen
el: Κύλιση προς τα επάνω
es: Desplazarse hacia arriba
fi: Vieritä ylös
fr: Défiler vers le haut
he: גלול למעלה
hu: Görgetés felfelé
it: Scorri in su
ja: 上にスクロール
ko: 위로 스크롤
my: အပေါ်သို့ ရွေ့ရန်
nl: Scroll omhoog
pl: Przewiń w górę
pt: Deslocar para cima
pt_br: Rolar para cima
ro: Derulați în sus
ru: Прокрутка вверх
sk: Posunúť nahor
sr: Pomeri nagore
sv: Skrolla upp
tr: Yukarı kaydır
uk: Прокрутити вгору
vi: Cuộn lên
zh_hans: 向上滚动
zh_hant: 向上捲動
zh_hant_hk: 向上捲動

source: Scroll up %@
af: Rolle op %@
ar: مرر للأعلى %@
bs: Skrolaj gore %@
ca: Desplaça cap amunt %@
cs: Posun nahoru %@
da: Rul op %@
de: Nach oben scrollen %@
el: Κύλιση προς τα πάνω %@
es: Desplazarse arriba %@
fi: Vieritä ylös %@
fr: Défiler vers le haut %@
he: גלול למעלה %@
hu: Görgetés felfelé: %@
it: Scorri in alto %@
ja: %@ を上にスクロール
ko: %@ 위로 스크롤
my: %@ အားအပေါ်သို့ ရွေ့ရန်
nl: Scroll omhoog %@
pl: Przewiń w górę %@
pt: Deslocar para cima %@
pt_br: Rolar para cima %@
ro: Derulați în sus %@
ru: Прокрутка вверх %@
sk: Posunúť nahor %@
sr: Pomeri nagore %@
sv: Skrolla upp %@
tr: Yukarı kaydır %@
uk: Прокрутити вгору %@
vi: Cuộn lên %@
zh_hans: 向上滚动 %@
zh_hant: 向上捲動 %@
zh_hant_hk: 向上捲動 %@

source: Scroll up…
af: Rolle op…
ar: مرر للأعلى…
bs: Skrolaj gore…
ca: Desplaça cap amunt…
cs: Posun nahoru…
da: Rul op…
de: Nach oben scrollen…
el: Κλήση επάνω…
es: Desplazarse arriba…
fi: Vieritä ylös…
fr: Défiler vers le haut…
he: גלול למעלה…
hu: Görgetés felfelé…
it: Scorri in alto…
ja: 上にスクロール
ko: 위로 스크롤…
my: … အား အပေါ်သို့ရွေ့ရန်
nl: Naar boven bladeren…
pl: Przewiń w górę…
pt: Rolar para cima…
pt_br: Rolar para cima…
ro: Derulați în sus…
ru: Прокрутка вверх…
sk: Posunúť nahor…
sr: Pomeri nagore…
sv: Skrolla upp…
tr: Yukarı kaydır…
uk: Прокрутити вверх…
vi: Cuộn lên…
zh_hans: 向上滚动…
zh_hant: 向上捲動…
zh_hant_hk: 向上捲動…

source: Scrolling
af: Blaai
ar: التمرير
bs: Skrolanje
ca: Desplaçament
cs: Posouvání
da: Rulning
de: Scrollen
el: Κύλιση
es: Desplazamiento
fi: Vieritys
fr: Défilement
he: גלילה
hu: Görgetés
it: Scorrimento
ja: スクロール
ko: 스크롤
nl: Muiswiel
pl: Przewijanie
pt: Deslocação
pt_br: Rolagem
ro: Derulare
ru: Прокрутка
sk: Posúvanie
sr: Померање
sv: Rullning
tr: Kaydırma
uk: Прокручування
vi: Cuộn
zh_hans: 滚动
zh_hant: 捲動
zh_hant_hk: 捲動

source: Scrolling acceleration
af: Rolversnelling
ar: تسارع التمرير
bs: Ubrzanje skrolanja
ca: Acceleració del desplaçament
cs: Zrychlení posouvání
da: Rulleacceleration
de: Scrollbeschleunigung
el: Επιτάχυνση κύλισης
es: Aceleración de desplazamiento
fi: Vierityksen kiihdytys
fr: Accélération du défilement
he: תאוצת גלילה
hu: Görgetési gyorsulás
it: Accelerazione di scorrimento
ja: スクロールの加速
ko: 스크롤 가속
my: Scrolling အရှိန်
nl: Blader-acceleratie
pl: Przyspieszenie przewijania
pt: Aceleração de deslocação
pt_br: Aceleração de rolagem
ro: Accelerare derulare
ru: Ускорение прокрутки
sk: Zrýchlenie posúvania
sr: Ubrzanje skrolovanja
sv: Rullande acceleration
tr: Kaydırma ivmesi
uk: Пришвидшення прокручування
vi: Gia tốc cuộn
zh_hans: 滚动加速度
zh_hant: 捲動加速度
zh_hant_hk: 捲動加速度

source: Scrolling curve
af: Rolkurwe
ar: منحنى التمرير
ca: Corba de desplaçament
cs: Křivka posouvání
da: Rulningskurve
de: Scroll-Kurve
el: Καμπύλη κύλισης
es: Curva de desplazamiento
fi: Vierityskäyrä
fr: Courbe de défilement
he: עקומת גלילה
hu: Görgetési görbe
it: Curva di scorrimento
ja: スクロールカーブ
ko: 스크롤 곡선
nl: Scrollcurve
pl: Krzywa przewijania
pt: Curva de rolagem
pt_br: Curva de rolagem
ro: Curbă de derulare
ru: Кривая прокрутки
sk: Krivka posúvania
sr: Kriva skrolovanja
sv: Skrollkurva
tr: Kaydırma eğrisi
uk: Крива прокручування
vi: Đường cong cuộn
zh_hans: 滚动曲线
zh_hant: 捲動曲線
zh_hant_hk: 捲動曲線

source: Scrolling is disabled based on the current settings.
af: Rol is gedeaktiveer gebaseer op die huidige instellings.
ar: تم تعطيل التمرير بناءً على الإعدادات الحالية.
bs: Skrolanje je onemogućeno sa trenutnim postavkama.
ca: El desplaçament està inhabilitat segons la configuració actual.
cs: Posouvání je zakázáno dle aktuálního nastavení.
da: Rulning er slået fra baseret på de aktuelle indstillinger.
de: Scrollen ist aufgrund der aktuellen Einstellungen deaktiviert.
el: Η κύλιση είναι απενεργοποιημένη με βάση τις τρέχουσες ρυθμίσεις.
es: El desplazamiento está desactivado basado en la configuración actual.
fi: Vieritys on poistettu käytöstä nykyisten asetusten perusteella.
fr: Le défilement est désactivé selon les paramètres actuels.
he: גלילה מבוטלת בגלל ההגדרות הנוכחיות.
hu: A görgetés le van tiltva az aktuális beállítások alapján.
it: Scorrimento disabilitato in base alle impostazioni correnti.
ja: 現在の設定では、スクロールが無効となっています。
ko: 현재 설정에 따라 스크롤이 비활성화됩니다.
my: လက်ရှိဆက်တင်များအရ Scrolling ကို ပိတ်ထားသည်။
nl: Scrollen is uitgeschakeld op basis van de huidige instellingen.
pl: Przewijanie jest wyłączone zgodnie z obecnymi ustawieniami.
pt: A deslocação está desativada com base nas configurações atuais.
pt_br: A rolagem está desabilitada baseada nas configurações atuais.
ro: Derularea este dezactivată pe baza setărilor curente.
ru: Прокрутка отключена на основе текущих настроек.
sk: Posúvanie je zakázané na základe aktuálnych nastavení.
sr: Srolovanje je onemogućeno na osnovu trenutnih postavki.
sv: Rullning är inaktiverad baserat på de aktuella inställningarna.
tr: Mevcut ayarlara göre kaydırma devre dışı.
uk: Прокрутка вимкнена на основі поточних параметрів.
vi: Chế độ cuộn đã tắt dựa trên cài đặt hiện tại.
zh_hans: 根据当前设置，滚动已被禁用。
zh_hant: 根據當前設定，捲動已被禁用。
zh_hant_hk: 根據當前設定，捲動已被禁用。

source: Scrolling mode
af: Rolmodus
ar: وضع التمرير
bs: Mod skrolanja
ca: Mode de desplaçament
cs: Režim posouvání
da: Rulletilstand
de: Scroll-Modus
el: Λειτουργία κύλισης
es: Modo de desplazamiento
fi: Vieritystila
fr: Mode de défilement
he: מצב גלילה
hu: Görgetési mód
it: Modalità di scorrimento
ja: スクロールモード
ko: 스크롤 모드
my: Scrolling ပုံစံ
nl: Bladermodus
pl: Tryb przewijania
pt: Modo de deslocação
pt_br: Modo de rolagem
ro: Mod derulare
ru: Режим прокрутки
sk: Režim posúvania
sr: Režim skrolovanja
sv: Rullningsläge
tr: Kaydırma modu
uk: Режим прокручування
vi: Chế độ cuộn
zh_hans: 滚动模式
zh_hant: 捲動模式
zh_hant_hk: 捲動模式

source: Scrolling settings are applied to converted events.
af: Rolinstellings word toegepas op omskakelde gebeure.
ar: يتم تطبيق إعدادات التمرير على الأحداث المحولة.
bs: Postavke skrolanja primjenjuju se na konvertovane događaje.
ca: La configuració de desplaçament s'aplica als esdeveniments convertits.
cs: Nastavení posouvání se aplikuje na převedené události.
da: Rulningsindstillinger anvendes på konverterede begivenheder.
de: Die Scroll-Einstellungen werden auf umgewandelte Ereignisse angewendet.
el: Οι ρυθμίσεις κύλισης εφαρμόζονται σε μετατρεπόμενα συμβάντα.
es: La configuración de desplazamiento se aplica a los eventos convertidos.
fi: Vierityksen asetukset koskevat muunnettuja tapahtumia.
fr: Les paramètres de défilement sont appliqués aux événements convertis.
he: הגדרות הגלילה מוחלות על אירועים שהומרו.
hu: A görgetési beállítások a konvertált eseményekre vonatkoznak.
it: Le impostazioni di scorrimento vengono applicate agli eventi convertiti.
ja: スクロール設定は変換されたイベントに適用されます。
ko: 변환된 이벤트에 스크롤 설정이 적용됩니다.
nl: Scrollinstellingen worden toegepast op geconverteerde gebeurtenissen.
pl: Ustawienia przewijania są stosowane do przekonwertowanych zdarzeń.
pt: As configurações de rolagem são aplicadas aos eventos convertidos.
pt_br: As configurações de rolagem são aplicadas aos eventos convertidos.
ro: Setările de derulare se aplică evenimentelor convertite.
ru: Настройки прокрутки применяются к преобразованным событиям.
sk: Nastavenia posúvania sa aplikujú na konvertované udalosti.
sr: Postavke skrolovanja se primenjuju na konvertovane događaje.
sv: Skrollinställningar tillämpas på konverterade händelser.
tr: Kaydırma ayarları dönüştürülen olaylara uygulanır.
uk: Налаштування прокручування застосовуються до перетворених подій.
vi: Cài đặt cuộn được áp dụng cho các sự kiện đã chuyển đổi.
zh_hans: 滚动设置应用于转换后的事件。
zh_hant: 捲動設定會套用到轉換的事件。
zh_hant_hk: 捲動設定會套用到轉換的事件。

source: Scrolling speed
af: Rolspoed
ar: سرعة التمرير
bs: Brzina skrolanja
ca: Velocitat de desplaçament
cs: Rychlost posouvání
da: Rullehastighed
de: Scroll-Geschwindigkeit
el: Ταχύτητα κύλισης
es: Velocidad de desplazamiento
fi: Vieritysnopeus
fr: Vitesse de défilement
he: מהירות גלילה
hu: Görgetési sebesség
it: Velocità di scorrimento
ja: スクロールの速さ
ko: 스크롤 속도
my: Scrolling အမြန်နှုန်း
nl: Bladersnelheid
pl: Prędkość przewijania
pt: Velocidade de deslocação
pt_br: Velocidade de rolagem
ro: Viteză de derulare
ru: Скорость прокрутки
sk: Rýchlosť posúvania
sr: Brzina skrolovanja
sv: Skrollhastighet
tr: Kaydırma hızı
uk: Швидкість прокручування
vi: Tốc độ cuộn
zh_hans: 滚动速度
zh_hant: 捲動速度
zh_hant_hk: 捲動速度

source: Secondary click
af: Sekondêre klik
ar: النقر الثانوي
bs: Desni klik
ca: Clic secundari
cs: Pravý klik
da: Højreklik
de: Rechtsklick
el: Δεξί κλικ
es: Clic derecho
fi: Toissijainen napsautus
fr: Clic droit
he: לחצן ימני
hu: Másodlagos kattintás
it: Clic destro
ja: 右クリック
ko: 우클릭
my: ညာဘက် ကလစ်
nl: Rechter klik
pl: Prawy przycisk
pt: Clique direito
pt_br: Clique direito
ro: Clic secundar
ru: ПКМ
sk: Pravý klik
sr: Sekundarni klik
sv: Höger klick
tr: Sağ tık
uk: ПКМ
vi: Chuột phải
zh_hans: 右键点击
zh_hant: 右鍵點擊
zh_hant_hk: 右鍵點擊

source: Select an executable file
af: Kies 'n uitvoerbare lêer
ar: تحديد ملف تنفيذي
bs: Odaberi izvršni fajl
ca: Selecciona un fitxer executable
cs: Vybrat spustitelný soubor
da: Vælg en eksekverbar fil
de: Wählen Sie eine ausführbare Datei aus
el: Επιλογή εκτελέσιμου αρχείου
es: Seleccione un archivo ejecutable
fi: Valitse suoritettava tiedosto
fr: Sélectionner un fichier exécutable
he: בחר קובץ הפעלה
hu: Válasszon ki egy futtatható fájlt
it: Seleziona un file eseguibile
ja: 実行可能ファイルを選択
ko: 실행 파일 선택
nl: Selecteer een uitvoerbaar bestand
pl: Wybierz plik wykonywalny
pt: Selecionar um arquivo executável
pt_br: Selecionar um arquivo executável
ro: Selectați un fișier executabil
ru: Выберите исполняемый файл
sk: Vybrať spustiteľný súbor
sr: Izaberi izvršnu datoteku
sv: Välj en körbar fil
tr: Bir çalıştırılabilir dosya seçin
uk: Виберіть виконуваний файл
vi: Chọn một tệp thực thi
zh_hans: 选择一个可执行文件
zh_hant: 選擇可執行檔
zh_hant_hk: 選取可執行檔

source: Select an item from the sidebar
af: Kies 'n item uit die sybalk
ar: تحديد عنصر من الشريط الجانبي
ca: Selecciona un element de la barra lateral
cs: Vybrat položku z postranního panelu
da: Vælg et emne fra sidebjælken
de: Wähle ein Element aus der Seitenleiste
el: Επιλογή στοιχείου από την πλαϊνή μπάρα
es: Selecciona un elemento de la barra lateral
fi: Valitse kohde sivupalkista
fr: Sélectionner un élément de la barre latérale
he: בחר פריט מהסרגל הצדדי
hu: Válasszon ki egy elemet az oldalsávból
it: Seleziona un elemento dalla barra laterale
ja: サイドバーから項目を選択
ko: 사이드바에서 항목 선택
nl: Selecteer een item uit de zijbalk
pl: Wybierz element z paska bocznego
pt: Selecionar um item da barra lateral
pt_br: Selecionar um item da barra lateral
ro: Selectați un element din bara laterală
ru: Выберите элемент из боковой панели
sk: Vybrať položku z postranného panela
sr: Izaberi stavku iz bočne trake
sv: Välj ett objekt från sidofältet
tr: Kenar çubuğundan bir öğe seçin
uk: Виберіть елемент із бічної панелі
vi: Chọn một mục từ thanh bên
zh_hans: 从边栏中选择一项
zh_hant: 從側邊欄選擇項目
zh_hant_hk: 從側邊欄選取項目

source: Selected
af: Gekies
ar: محدد
ca: Seleccionat
cs: Vybráno
da: Valgt
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fi: Valittu
fr: Sélectionné
he: נבחר
hu: Kiválasztva
it: Selezionato
ja: 選択済み
ko: 선택됨
nl: Geselecteerd
pl: Wybrano
pt: Selecionado
pt_br: Selecionado
ro: Selectat
ru: Выбрано
sk: Vybraté
sr: Izabrano
sv: Vald
tr: Seçili
uk: Вибрано
vi: Đã chọn
zh_hans: 已选择
zh_hant: 選取
zh_hant_hk: 已選取

source: Settings
af: Instellings
ar: الإعدادات
bs: Postavke
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sr: Postavke
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
zh_hant_hk: 設定
